[{"question_number": " Câu hỏi 1 ", "question_content": "Khái niệm \"phương tiện giao thông thô sơ đường bộ\" được hiểu thế nào là đúng?", "question_answer": "1.Gồm xe đạp (kể cả xe đạp máy, xe đạp điện), xe xích lô, xe lăn dùng cho người khuyết tật, xe súc vật kéo và các loại xe tương tự."}, {"question_number": " Câu hỏi 2 ", "question_content": "\"Phương tiện tham gia giao thông đường bộ\" gồm những loại nào?", "question_answer": "3.Cả ý 1 và ý 2."}, {"question_number": " Câu hỏi 3 ", "question_content": "Trên đường có nhiều làn đường cho xe đi cùng chiều được phân biệt bằng vạch kẻ phân làn đường, người điều khiển phương tiện phải cho xe đi như thế nào?", "question_answer": "2.Phải cho xe đi trong một làn đường và chỉ được chuyển làn đường ở những nơi cho phép; khi chuyển làn phải có tín hiệu báo trước  và phải bảo đảm an toàn."}, {"question_number": " Câu hỏi 4 ", "question_content": "Khi tránh xe đi ngược chiều, các xe phải nhường đường như thế nào là đúng quy tắc giao thông?", "question_answer": "4.Cả ý 1 và ý 2."}, {"question_number": " Câu hỏi 5 ", "question_content": "Tại nơi đường bộ giao nhau cùng mức với đường sắt chỉ có đèn tín hiệu hoặc chuông báo hiệu, khi đèn tín hiệu màu đỏ đã bật sáng hoặc có tiếng chuông báo hiệu, người tham gia giao thông phải dừng lại ngay và giữ khoảng cách tối thiểu bao nhiêu mét tính từ ray gần nhất?", "question_answer": "1.5 mét."}, {"question_number": " Câu hỏi 6 ", "question_content": "Người điều khiển phương tiện tham gia giao thông trong hầm đường bộ ngoài việc phải tuân thủ các quy tắc giao thông còn phải thực hiện những quy định nào dưới đây?", "question_answer": "1.Xe cơ giới, xe máy chuyên dùng phải bật đèn; xe thô sơ phải bật đèn hoặc có vật phát sáng báo hiệu; chỉ được dừng xe, đỗ xe ở nơi quy định."}, {"question_number": " Câu hỏi 7 ", "question_content": "Trên đoạn đường hai chiều không có giải phân cách giữa, người lái xe không được vượt xe khác trong các trường hợp nào dưới đây?", "question_answer": "4.Cả ý 1 và ý 3."}, {"question_number": " Câu hỏi 8 ", "question_content": "Trên đường bộ ngoài khu vực đông dân cư, đường hai chiều không có dải phân cách giữa; đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào dưới đây được tham gia giao thông với tốc độ tối đa cho phép là 60 km/h?", "question_answer": "3.Ô tô buýt, ô tô đầu kéo kéo sơ mi rơ moóc, xe mô tô, ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông)."}, {"question_number": " Câu hỏi 9 ", "question_content": "Để báo hiệu cho xe phía trước biết xe mô tô của bạn muốn vượt, bạn phải có tín hiệu như thế nào dưới đây?", "question_answer": "3.Bạn phải có tín hiệu bằng đèn hoặc còi."}, {"question_number": " Câu hỏi 10 ", "question_content": "Hành vi nào dưới đây bị nghiêm cấm?", "question_answer": "3.Làm hỏng (cố ý) cọc tiêu, gương cầu, dải phân cách."}, {"question_number": " Câu hỏi 11 ", "question_content": "Hành khách có các quyền gì khi đi trên xe ô tô vận tải khách theo tuyến cố định?", "question_answer": "1.Được vận chuyển theo đúng hợp đồng vận tải, cam kết của người kinh doanh về chất lượng vận tải; được miễn cước hành lý với trọng lượng không quá 20 kg và với kích thước phù hợp với thiết kế của xe; được từ chối chuyến đi trước khi phương tiện khởi hành và được trả lại tiền vé theo quy định của Bộ Giao thông vận tải."}, {"question_number": " Câu hỏi 12 ", "question_content": "Việc vận chuyển hàng hóa bằng xe ô tô phải chấp hành các quy định nào dưới đây?", "question_answer": "3.Cả ý 1 và ý 2."}, {"question_number": " Câu hỏi 13 ", "question_content": "Người hành nghề lái xe khi thực hiện tốt việc rèn luyện, nâng cao trách nhiệm, đạo đức nghề nghiệp sẽ thu được kết quả như thế nào dưới đây?", "question_answer": "3.Cả ý 1 và ý 2."}, {"question_number": " Câu hỏi 14 ", "question_content": "Khi vào số để khởi hành xe ô tô có số tự động, người lái xe phải thực hiện các thao tác nào để đảm bảo an toàn?", "question_answer": "1.Đạp bàn đạp phanh chân hết hành trình, vào số và nhả phanh tay, kiểm tra lại xem có bị nhầm số không rồi mới cho xe lăn bánh."}, {"question_number": " Câu hỏi 15 ", "question_content": "Niên hạn sử dụng của xe ô tô chở người trên 9 chỗ ngồi (tính bắt đầu từ năm sản xuất) là bao nhiêu năm?", "question_answer": "2.20 năm."}, {"question_number": " Câu hỏi 16 ", "question_content": "Biển nào dưới đây xe gắn máy được phép đi vào?", "question_answer": "3.Cả hai biển."}, {"question_number": " Câu hỏi 17 ", "question_content": "Số 50 ghi trên biển báo dưới đây có ý nghĩa gì?", "question_answer": "1.Tốc độ tối đa các xe cơ giới được phép chạy."}, {"question_number": " Câu hỏi 18 ", "question_content": "Biển nào báo hiệu \"Giao nhau với đường ưu tiên\"?", "question_answer": "2.Biển 2."}, {"question_number": " Câu hỏi 19 ", "question_content": "Biển nào sau đây là biển \"Đường trơn\"?", "question_answer": "2.Biển 2."}, {"question_number": " Câu hỏi 20 ", "question_content": "Biển báo này có ý nghĩa gì?", "question_answer": "2.Để báo trước nơi có kết cấu mặt đường rời rạc, khi phương tiện đi qua, làm cho các viên đá, sỏi văng lên gây nguy hiểm và mất an toàn cho người và phương tiện tham gia giao thông."}, {"question_number": " Câu hỏi 21 ", "question_content": "Biển nào báo hiệu \"Đường một chiều\"?", "question_answer": "2.Biển 2."}, {"question_number": " Câu hỏi 22 ", "question_content": "Trong các biển dưới đây biển nào là biển \"Hết tốc độ tối thiểu\"?", "question_answer": "3.Biển 3."}, {"question_number": " Câu hỏi 23 ", "question_content": "Trong các biển dưới đây biển nào là biển \"Hết mọi lệnh cấm\"?", "question_answer": "2.Biển 2."}, {"question_number": " Câu hỏi 24 ", "question_content": "Biển nào không cho phép rẽ phải?", "question_answer": "1.Biển 1."}, {"question_number": " Câu hỏi 25 ", "question_content": "Trên đường cao tốc, gặp biển nào thì người lái xe đi được cả hai hướng (bên trái hoặc bên phải) để tránh chướng ngại vật?", "question_answer": "2.Biển 2."}, {"question_number": " Câu hỏi 26 ", "question_content": "Xe nào được quyền đi trước trong trường hợp này?", "question_answer": "2.Xe chữa cháy."}, {"question_number": " Câu hỏi 27 ", "question_content": "Theo tín hiệu đèn, xe nào được quyền đi là đúng quy tắc giao thông?", "question_answer": "2.Xe con, xe tải."}, {"question_number": " Câu hỏi 28 ", "question_content": "Thứ tự các xe đi như thế nào là đúng quy tắc giao  thông?", "question_answer": "4.Mô tô + xe đạp, xe con (A), xe con (B)."}, {"question_number": " Câu hỏi 29 ", "question_content": "Những hướng nào ô tô tải được phép đi?", "question_answer": "2.Trừ hướng 2."}, {"question_number": " Câu hỏi 30 ", "question_content": "Để điều khiển cho xe đi thẳng, người lái xe phải làm gì là đúng quy tắc giao thông?", "question_answer": "1.Nhường xe con rẽ trái trước."}, {"question_number": " Câu hỏi 31 ", "question_content": "Bạn được dừng xe ở vị trí nào trong tình huống này?", "question_answer": "4.Không được dừng."}, {"question_number": " Câu hỏi 32 ", "question_content": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?", "question_answer": "4.Xe của bạn, xe con, xe tải."}, {"question_number": " Câu hỏi 33 ", "question_content": "Xe nào được đi trước trong trường hợp này?", "question_answer": "2.Xe của bạn."}, {"question_number": " Câu hỏi 34 ", "question_content": "Để điều khiển xe rẽ trái, bạn chọn hướng đi nào dưới đây?", "question_answer": "1.Hướng 1."}, {"question_number": " Câu hỏi 35", "question_content": "Xe của bạn đang di chuyển gần đến khu vực giao cắt với đường sắt, khi rào chắn đang dịch chuyển, bạn điều khiển xe như thế nào là đúng quy tắc giao thông?", "question_answer": "2.Dừng lại trước rào chắn một khoảng cách an toàn."}]